TODO.org
#+TITLE: 用Org-mode來做我的日程計劃
#+AUTHOR: Chaochen Wang (https://wangcc.me)
#+EMAIL: chaochen@wangcc.me

#+BEGIN_EXAMPLE 
Org is a mode for keeping notes, maintaining TODO lists, and doing project planning with a fast and effective plain-text system.
#+END_EXAMPLE

*  <2018-12-06 木> Tasks

** DONE Reply email from LP;                                         :LSHTM:
1. [X] simply reply the email.
** DOING [[https://wangcc.me/LSHTMlearningnote/section-86.html][Bayesian statistics Chapter 8]];               :bookdown:books:LSHTM:
1. [X] To page 82 8.3.4 90%
** DONE Learn Emacs and Org-mode mostly done;                        :emacs:
1. [X] Tried to use org-mode to create a pdf file through LaTeX
2. [X] Org-mode is interesting. 
** DONE Comment the 2nd version paper of seaweed;          :research:square:

* <2018-12-07 金> Tasks

** DOING Reply email from LP;                                        :LSHTM:
1. [ ] summarize about the model fitting indexes by gender
2. [ ] add table about the day level Latent classes according to gender
2. [ ] try to draw similar figures for men and women
3. [ ] simply reply the email.
** DONE Reply email to RM;
** TODO Read the [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]], and keep memo;                       :reading:
** DOING [[https://wangcc.me/LSHTMlearningnote/section-86.html][Bayesian statistics Chapter 8]];		       :bookdown:books:LSHTM:
1. [ ] finish the chapter before practice;
1. [ ] add practice in Chapter 8.
** TODO Learn Python for beginners;                              :interests:
** TODO Application form for 12.12 Tokyo domestic travel;        :paperwork:
** TODO Statisitcal review on the paper of stroke;         :research:square:
** TODO The report of studying in LSHTM to AMU;                  :paperwork:
** DOING Add description of frailty model, and time-dependent (updated) model for TR; :parttime:
- [ ] time-dependent model description, interpretation, etc. 
- [ ] frailty model description, interpretation, etc. 
** DOING Read [[https://www.amazon.com/Evidence-Evolution-Logic-Behind-Science-ebook/dp/B00KILLNIO/ref=mt_kindle?_encoding=UTF8&me=&qid=1543812059][Evidence and Evolution]];                              :reading:
** TODO Write something about the trip in Hokkaido.                :private:

* <2018-12-08 土> Tasks

