TODO.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-12-07 金 14:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>用Org-mode來做我的日程計劃</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Chaochen Wang (https://wangcc.me)" />
</head>
<body>
<div id="content">
<h1 class="title">用Org-mode來做我的日程計劃</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org74fb755">1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-06 木&gt; </span></span> Tasks</a>
<ul>
<li><a href="#org1caa025">1.1. <span class="done DONE">DONE</span> Reply email from LP;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org269ab1f">1.2. <span class="todo DOING">DOING</span> Bayesian statistics Chapter 8;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgdadbf06">1.3. <span class="done DONE">DONE</span> Learn Emacs and Org-mode mostly done;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></a></li>
<li><a href="#org2a30203">1.4. <span class="done DONE">DONE</span> Comment the 2nd version paper of seaweed;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="research">research</span>&#xa0;<span class="square">square</span></span></a></li>
</ul>
</li>
<li><a href="#org3503f0c">2. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-07 金&gt; </span></span> Tasks</a>
<ul>
<li><a href="#org4f9d37b">2.1. <span class="todo DOING">DOING</span> Reply email from LP;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org6c1981f">2.2. <span class="done DONE">DONE</span> Reply email to RM;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org0ff1df6">2.3. <span class="todo TODO">TODO</span> Read the victim book, and keep memo;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgece7b57">2.4. <span class="todo DOING">DOING</span> Bayesian statistics Chapter 8;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgb295d40">2.5. <span class="todo TODO">TODO</span> Learn Python for beginners;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span></span></a></li>
<li><a href="#org84a3658">2.6. <span class="todo TODO">TODO</span> Application form for 12.12 Tokyo domestic travel;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="paperwork">paperwork</span></span></a></li>
<li><a href="#org4d11034">2.7. <span class="todo TODO">TODO</span> Statisitcal review on the paper of stroke;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="research">research</span>&#xa0;<span class="square">square</span></span></a></li>
<li><a href="#org3fd3d32">2.8. <span class="todo TODO">TODO</span> The report of studying in LSHTM to AMU;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="paperwork">paperwork</span></span></a></li>
<li><a href="#org05bce14">2.9. <span class="todo DOING">DOING</span> Add description of frailty model, and time-dependent (updated) model for TR;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#orga2b9ec3">2.10. <span class="todo DOING">DOING</span> Read Evidence and Evolution;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgfece414">2.11. <span class="todo TODO">TODO</span> Write something about the trip in Hokkaido.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
</ul>
</li>
<li><a href="#orgd196e0e">3. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-08 土&gt; </span></span> Tasks</a></li>
</ul>
</div>
</div>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists, and doing project planning with a fast and effective plain-text system.
</pre>

<div id="outline-container-org74fb755" class="outline-2">
<h2 id="org74fb755"><span class="section-number-2">1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-06 木&gt; </span></span> Tasks</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org1caa025" class="outline-3">
<h3 id="org1caa025"><span class="section-number-3">1.1</span> <span class="done DONE">DONE</span> Reply email from LP;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li class="on"><code>[X]</code> simply reply the email.</li>
</ol>
</div>
</div>
<div id="outline-container-org269ab1f" class="outline-3">
<h3 id="org269ab1f"><span class="section-number-3">1.2</span> <span class="todo DOING">DOING</span> <a href="https://wangcc.me/LSHTMlearningnote/section-86.html">Bayesian statistics Chapter 8</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li class="on"><code>[X]</code> To page 82 8.3.4 90%</li>
</ol>
</div>
</div>
<div id="outline-container-orgdadbf06" class="outline-3">
<h3 id="orgdadbf06"><span class="section-number-3">1.3</span> <span class="done DONE">DONE</span> Learn Emacs and Org-mode mostly done;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h3>
<div class="outline-text-3" id="text-1-3">
<ol class="org-ol">
<li class="on"><code>[X]</code> Tried to use org-mode to create a pdf file through LaTeX</li>
<li class="on"><code>[X]</code> Org-mode is interesting.</li>
</ol>
</div>
</div>
<div id="outline-container-org2a30203" class="outline-3">
<h3 id="org2a30203"><span class="section-number-3">1.4</span> <span class="done DONE">DONE</span> Comment the 2nd version paper of seaweed;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="research">research</span>&#xa0;<span class="square">square</span></span></h3>
</div>
</div>

<div id="outline-container-org3503f0c" class="outline-2">
<h2 id="org3503f0c"><span class="section-number-2">2</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-07 金&gt; </span></span> Tasks</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org4f9d37b" class="outline-3">
<h3 id="org4f9d37b"><span class="section-number-3">2.1</span> <span class="todo DOING">DOING</span> Reply email from LP;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-2-1">
<ol class="org-ol">
<li class="off"><code>[&#xa0;]</code> summarize about the model fitting indexes by gender</li>
<li class="off"><code>[&#xa0;]</code> add table about the day level Latent classes according to gender</li>
<li class="off"><code>[&#xa0;]</code> try to draw similar figures for men and women</li>
<li class="off"><code>[&#xa0;]</code> simply reply the email.</li>
</ol>
</div>
</div>
<div id="outline-container-org6c1981f" class="outline-3">
<h3 id="org6c1981f"><span class="section-number-3">2.2</span> <span class="done DONE">DONE</span> Reply email to RM;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org0ff1df6" class="outline-3">
<h3 id="org0ff1df6"><span class="section-number-3">2.3</span> <span class="todo TODO">TODO</span> Read the <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>, and keep memo;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-orgece7b57" class="outline-3">
<h3 id="orgece7b57"><span class="section-number-3">2.4</span> <span class="todo DOING">DOING</span> <a href="https://wangcc.me/LSHTMlearningnote/section-86.html">Bayesian statistics Chapter 8</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-2-4">
<ol class="org-ol">
<li class="off"><code>[&#xa0;]</code> finish the chapter before practice;</li>
<li class="off"><code>[&#xa0;]</code> add practice in Chapter 8.</li>
</ol>
</div>
</div>
<div id="outline-container-orgb295d40" class="outline-3">
<h3 id="orgb295d40"><span class="section-number-3">2.5</span> <span class="todo TODO">TODO</span> Learn Python for beginners;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span></span></h3>
</div>
<div id="outline-container-org84a3658" class="outline-3">
<h3 id="org84a3658"><span class="section-number-3">2.6</span> <span class="todo TODO">TODO</span> Application form for 12.12 Tokyo domestic travel;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="paperwork">paperwork</span></span></h3>
</div>
<div id="outline-container-org4d11034" class="outline-3">
<h3 id="org4d11034"><span class="section-number-3">2.7</span> <span class="todo TODO">TODO</span> Statisitcal review on the paper of stroke;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="research">research</span>&#xa0;<span class="square">square</span></span></h3>
</div>
<div id="outline-container-org3fd3d32" class="outline-3">
<h3 id="org3fd3d32"><span class="section-number-3">2.8</span> <span class="todo TODO">TODO</span> The report of studying in LSHTM to AMU;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="paperwork">paperwork</span></span></h3>
</div>
<div id="outline-container-org05bce14" class="outline-3">
<h3 id="org05bce14"><span class="section-number-3">2.9</span> <span class="todo DOING">DOING</span> Add description of frailty model, and time-dependent (updated) model for TR;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
<div class="outline-text-3" id="text-2-9">
<ul class="org-ul">
<li class="on"><code>[X]</code> time-dependent model description, interpretation, etc.</li>
<li class="on"><code>[X]</code> frailty model description, interpretation, etc.</li>
</ul>
</div>
</div>
<div id="outline-container-orga2b9ec3" class="outline-3">
<h3 id="orga2b9ec3"><span class="section-number-3">2.10</span> <span class="todo DOING">DOING</span> Read <a href="https://www.amazon.com/Evidence-Evolution-Logic-Behind-Science-ebook/dp/B00KILLNIO/ref=mt_kindle?_encoding=UTF8&amp;me=&amp;qid=1543812059">Evidence and Evolution</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-orgfece414" class="outline-3">
<h3 id="orgfece414"><span class="section-number-3">2.11</span> <span class="todo TODO">TODO</span> Write something about the trip in Hokkaido.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
</div>

<div id="outline-container-orgd196e0e" class="outline-2">
<h2 id="orgd196e0e"><span class="section-number-2">3</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-12-08 土&gt; </span></span> Tasks</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Chaochen Wang (<a href="https://wangcc.me">https://wangcc.me</a>)</p>
<p class="date">Created: 2018-12-07 金 14:16</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
